Repository: holubovich/drupal_learning
Catalog: sites/all/translations/ckeditor_link-7.x-2.4.*.po
Languages: ru

source: User interface
ru: Интерфейс пользователя

source: Content types
ru: Типы материалов

source: General settings
ru: Основные настройки

source: Vocabularies
ru: Словари

source: Taxonomy terms
ru: Термины таксономии

source: Nodes
ru: Материалы

source: Menus
ru: Меню

source: Menu items
ru: Пункты меню

source: Selected by default
ru: Установить по умолчанию

source: Internal path
ru: Внутренний путь

source: CKEditor Link Filter
ru: Фильтр CKEditor Link

source: Converts links added through <em>CKEditor Link</em> into aliased and language prefixed URLs.
ru: Преобразует ссылки, добавленные с помощью <em>CKEditor Link</em>, в гиперссылки на страницы сайта с языковыми префиксами.

source: access ckeditor link
ru: доступ к ckeditor link

source: Easily create links to Drupal internal paths through CKEditor.
ru: Облегчает создание ссылок на страницы сайта в CKEditor.

source: Access <em>CKEditor Link</em>
ru: Доступ к <em>CKEditor Link</em>

source: Link type name
ru: Имя типа ссылки

source: The name of the option added to the Link Type select box. Enter %site_name to use the name of this website.
ru: Имя, добавляемое в выпадающий список Типов ссылок. Введите %site_name для отображения названия сайта.

source: Whether the %link_type link type should be selected by default instead of the URL link type.
ru: Установить тип ссылки "%link_type" выбором по умолчанию вместо типа ссылки "URL".

source: Link must be a valid internal path.
ru: Ссылка должна быть допустимым внутренним путем.

source: CKEditor Link - A plugin to easily create links to Drupal internal paths
ru: CKEditor Link - плагин, облегчающий создание ссылок на страницы сайта

source: administer ckeditor link
ru: управление ckeditor link

source: Configure CKEditor Link.
ru: Настройка CKEditor Link.

source: <em>Any menu</em>
ru: <em>Все меню</em>

source: Select the menus to be available as autocomplete suggestions.
ru: Выберите меню, доступные для автодополнения.

source: <em>Any content type</em>
ru: <em>Все типы материалов</em>

source: Select the content types to be available as autocomplete suggestions.
ru: Выберите типы данных, доступные для автодополнения.

source: <em>Any vocabulary</em>
ru: <em>Все словари</em>

source: Select the vocabularies to be available as autocomplete suggestions.
ru: Выберите словари, доступные для автодополнения.

source: Administer <em>CKEditor Link</em>
ru: Управлять <em>CKEditor Link</em>
